<template>
    <div class="container">
        <p>גרסה מספר: {{ $store.getters.appVersion }}</p>
        <p>
            פותח על ידי צוות "AtlowApps". כל הזכויות על העיצוב, הרעיונות והביצוע
            שמורים לChemi@low ולאיתיאל אטלו.
            <br />תודותינו מסורות ליוסי קסוטו, ליוחאי בניטה ולשלום סאקס על סיועם
            הרב, וכן לזוהר ממן על "קונטרס הגישה לנפטר".
        </p>
        <p>
            האפליקציה פותחה על ידי מתנדבים, במטרה להנגיש פעולות קיימות ובמטרה
            ליצור פעולות חדשות שיקלו על המתנדבים בפעילות חירום ושגרה.
        </p>
        <p>
            בכל שאלה, בקשה, בעיה או תקלה ניתן לפנות אלינו דרך עמוד יצירת קשר,
            ואנו נעשה כמיטב יכולתנו לתת מענה לכל הבקשות.
        </p>
        <p>
            אפליקציה זו איננה אפליקציה רשמית של מד"א, ואיננה קשורה באופן כלשהוא
            למד"א.
            <br />המשתמש בה נושא באחריות המלאה הכרוכה בהשלכות השימוש.
        </p>
        <HomeButton isSmall of="privacy">מדיניות הפרטיות</HomeButton>
    </div>
</template>

<script>
import HomeButton from "@/components/HomeButton.vue";

export default {
    components: {
        HomeButton,
    },
};
</script>
